Constructs a new instance of BuildingEnvelopeAnalyzerOptions, using default values.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public BuildingEnvelopeAnalyzerOptions()
  Visual Basic
Public Sub New
  Visual C++
public:
BuildingEnvelopeAnalyzerOptions()
 See Also
  BuildingEnvelopeAnalyzerOptions Class
  Autodesk.Revit.DB.Analysis Namespace